system/yPlus
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2306                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

yPlus
{
    type            yPlus;
    libs            (fieldFunctionObjects);


   
     log           true;
    
     executeControl writeTime;
     writeControl   writeTime;
     writeFields    yes;

     
}


// ************************************************************************* //
